<template>
  <div class="typo typo-selection body">
    <h5>为明确双方的权利和义务，规范双方业务行为，甲方、乙方本着平等互利的原则，就电子银行服务相关事宜达成本协议。</h5>
    <h2>第一条 定义</h2>
    <h4>下列用语在本协议中的含义为：</h4>
    <ol>“电子银行”是指通过网络和电子终端为客户提供自助金融服务的虚拟银行。中国工商银行电子银行通过电话银行、网上银行、手机银行等为客户提供查询、转账、支付结算和理财等资金管理服务。</ol>
    <ol>“客户证书”指用于存放客户身份标识，并对客户发送的电子银行交易信息进行数字签名的电子文件。</ol>
    <ol>“企业”指在我行开立账户的企事业及其他单位。</ol>
    <ol>“分支机构”是指甲方在财务上能有效控制、支配或管理的，在乙方开立有存、贷款账户的分公司、子公司、办事处、销售网点、代表处或其他相关机构。</ol>
    <ol>“电子银行业务指令”指客户以客户编号(卡号)或客户证书以及相应密码，通过网络向银行发出的查询、转账等要求。</ol>
    <ol>“账户查询、转账授权书”是甲方的分支机构授权乙方为甲方提供其账户信息，或同时授权乙方按照甲方的电子银行业务指令从其账户中划转资金的书面证明文件。</ol>

    <h2>第二条 甲方权利、义务</h2>
    <h4>一、权利</h4>
    <ol>（一）甲方自愿申请注册乙方电子银行，经乙方同意后，将有权根据注册项目的不同享受相应的服务。</ol>
    <ol>（二）甲方有权对签署“账户查询、转账授权书”的分支机构，依据分支机构授权的权限不同，通过电子银行渠道查询其账户或从其账户划转资金。</ol>
    <ol>（三）服务有效期内甲方有权办理电子银行注销手续。</ol>
    <ol>（四）协议终止或在服务有效期内中止时，甲方无须退回客户证书和读卡器。</ol>
    <ol>（五）甲方对乙方电子银行服务如有疑问、建议或意见时，可拨打电话“xxxxx”、登录乙方网站或到乙方各营业网点进行咨询和投诉。</ol>
    <h4>二、义务</h4>
    <ol>（一）甲方办理电子银行业务，须遵守《中国工商银行电子银行章程》。</ol>
    <ol>（二）甲方办理电子银行注册、注销、变更等手续，应提供相关资料，填写相关申请表，并加盖预留银行印鉴。甲方应保证所填写的申请表和所提供的资料真实、准确、完整。</ol>
    <ol>（三）甲方领取客户证书时，须确认并交回“企业网上银行客户证书领用单”,通知银行解冻客户证书。</ol>
    <ol>（四）甲方必须指定专人妥善保管和使用客户编号（卡号）、密码及客户证书，不得提供给未指定的其他人使用，并对所有使用客户编号（卡号）、密码及客户证书进行的操作负责。</ol>
    <ol>（五）甲方客户证书在有效期内损毁、锁码、遗失或密码泄露、遗忘，应及时到营业网点办理更换、解锁、挂失或密码重置手续。办妥上述手续之前所产生的一切后果由甲方承担。</ol>
    <ol>（六）甲方在使用电子银行服务过程中，所提供的资料信息如有更改，例如增加（撤销）分支机构、增（删）账号、变更分支机构开户银行、账号、户名等，应及时办理有关手续，办妥上述手续之前所产生的一切后果由甲方承担。</ol>
    <ol>（七）如甲方发现乙方对其电子银行业务指令的处理确有错误，应及时通知乙方。</ol>
    <ol>（八）甲方使用乙方电子银行服务，应按照中国工商银行电子银行业务相关收费标准支付各项费用，并同意乙方从其账户主动扣收。</ol>
    <ol>（九）甲方不得以与第三方发生纠纷为理由拒绝支付应付乙方的款项。</ol>
    <ol>（十）甲方不得有意诋毁、损害乙方声誉或恶意攻击乙方电子银行系统。</ol>
    <ol>（十一）甲方办理电子银行业务时，如其使用的服务功能涉及到乙方其他业务规定或规则的需同时遵守。</ol>

    <h2>第三条 乙方权利、义务</h2>
    <h4>一、 权利</h4>
    <ol>（一）乙方有权根据甲方资信情况，决定是否受理甲方的注册申请。</ol>
    <ol>（二）乙方有权制定电子银行业务收费标准，并在网站及营业网点进行公布。相关收费标准变更时，无需另行通知。</ol>
    <ol>（三）乙方具有对电子银行系统进行升级、改造的权利。</ol>
    <ol>（四）对甲方未按时支付有关费用、不遵守乙方有关业务规定或存在恶意操作、诋毁、损害乙方声誉等行为的，乙方有权单方终止对甲方提供电子银行服务，并保留追究甲方责任的权利。</ol>
    <ol>（五）如甲方的某些分支机构已在甲方相关申请表中列示但并未签署“账户查询、转账授权书”的，乙方不负责为甲方提供未经授权的电子银行服务。</ol>
    <ol>（六）乙方根据甲方的电子银行业务指令办理业务，为甲方办理转账等业务的时间以乙方在电子银行系统中处理的时间为准。对所有使用甲方客户编号（卡号）、密码或客户证书进行的操作均视为甲方本人所为，由此产生的电子信息记录均作为处理电子银行业务的有效凭据。</ol>
    <ol>（七）乙方因以下情况没有正确执行甲方提交的电子银行业务指令，不承担任何责任：</ol>
    <blockquote>
      <ul> 1.乙方接收到的指令信息不明、存在乱码、不完整等；</ul>
      <ul>2. 甲方账户存款余额或信用额度不足；</ul>
      <ul>3. 甲方账户内资金被依法冻结或扣划；</ul>
      <ul>4. 甲方未能按照乙方的有关业务规定正确操作；</ul>
      <ul>5. 不可抗力或其他不属乙方过失的情况。</ul>
    </blockquote>
    <ol>（八）协议终止或在服务有效期内中止时，乙方不退还甲方已缴纳的有关费用。</ol>
    <h4>二、义务</h4>
    <ol>（一）乙方对于电子银行所使用的相关软件的合法性承担责任。</ol>
    <ol>（二）乙方负责及时为甲方办理电子银行注册手续，并按甲方注册功能的不同为甲方提供相应的电子银行服务。</ol>
    <ol>（三）乙方负责向甲方提供电子银行业务咨询服务，并在乙方网站公布业务介绍、热点解答等内容。</ol>
    <ol>（四）乙方对甲方提供的申请资料和其他信息有保密的义务，但法律法规另有规定的除外。</ol>
    <ol>（五）乙方同意甲方申请后，应及时将客户证书及密码交付给甲方，并保证在交付之前该客户证书均处于冻结状态。</ol>
    <ol>（六）在乙方电子银行和资金清算等系统正常运行情况下，乙方负责及时准确地处理甲方发送的电子银行业务指令。提供服务如下：</ol>
    <blockquote>
      <ul>1. 为甲方提供24小时网上查询服务。</ul>
      <ul>2. 对甲方发出的系统内同城支付指令即时处理，实时入账。</ul>
      <ul>3. 对甲方发出的系统内异地支付指令，加急指令即时处理，2小时内入账；普通指令当天处理，次工作日内入帐。</ul>
      <ul>4. 对甲方发出的系统外同城/异地支付指令，按人民银行有关规定处理。</ul>
    </blockquote>
    <ol>（七）乙方收到甲方对电子银行业务的问题反映时，应及时进行调查并告知甲方调查结果。</ol>
    <ol>（八）因乙方工作失误导致甲方支付指令处理延误的，乙方按《支付结算办法》的有关规定赔偿。</ol>

    <h2>第四条 法律适用条款</h2>
    <ol>（一）本协议的成立、生效、履行和解释，均适用中华人民共和国法律；法律无明文规定的，可适用通行的金融惯例。</ol>
    <ol>（二）本协议是乙方的其他既有协议和约定的补充而非替代文件，如本协议与其他既有协议和约定有冲突，涉及电子银行业务的，应以本协议为准。</ol>

    <h2>第五条 争议的解决</h2>
    <ol>（一）双方在履行本协议的过程中，如发生争议，应协商解决。协商不成的，任何一方均可向_______仲裁机构提请仲裁。</ol>

    <h2>第六条 协议的变更和终止</h2>
    <ol>（一）乙方针对系统升级、功能更新等情况，保留变更本协议与条款的权利，有关变更，无须事先通知甲方。</ol>
    <ol>（二）乙方提供的电子银行服务受甲方注册账户情况的制约，如该账户挂失、止付、清户等原因不能使用，相关服务自动中止。甲方注册账户状态恢复正常时，乙方重新提供相应服务。</ol>
    <ol>（三）甲方完成乙方电子银行的注销手续时，本协议即为终止。</ol>
    <ol>（四）在甲方违反本协议规定或其他乙方业务规定的情况下，乙方有权中止或终止本协议。协议终止并不意味着终止前所发生的未完成交易指令的撤销，也不能消除因终止前的交易所带来的任何法律后果。</ol>

    <h2>第七条 协议的效力和生效</h2>
    <ol>（一）本协议的任何条款如因任何原因而被确认无效，都不影响本协议其他条款的效力。</ol>
    <ol>（二）本协议自乙方向甲方交付客户证书和密码之日起生效。</ol>
  </div>
</template>

<script>
export default {
  name: 'Agreements'
}
</script>

<style scoped>
@import url(../assets/css/typo.css);
.body {
  width: 100%;
  height: 100%;
  text-align: left;
	color: black;
	height: 500px;
	overflow:auto;
  user-select: none;
}
</style>